Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: RADA: Wyglądem przypomina krzyżówkę kretoszczura i olbrzymiego szczura. Ze względu na tłuste cielsko porusza się i walczy niczym ten pierwszy.
uk: ПОРАДА: Він виглядає як щось середнє між кротощуром і гігантським щуром. Завдяки своєму товстому тілу він рухається і б'ється, як його попередник.

source: RADA: Wystrzeliwują kwasowe pociski z żuwaczek - najlepiej je unikać krokiem w bok.
uk: ПОРАДА: Стріляють кислотними снарядами зі своїх нижніх щелеп – краще уникати їх, відстрибнувши вбік.

source: RADA: Znacznie większy od pozostałych gatunków szczura, przez to również o wiele bardziej odporny na obrażenia. Podobnie jak pozostałe szczury, często wybierze padlinę zamiast walki.
uk: ПОРАДА: Набагато більші за інші види щурів, тому набагато стійкіші до пошкоджень. Як і інші щури, вони часто вважають за краще ласувати падаллю, ніж нападати.

source: RADA: Znacznie wytrzymalsze i groźniejsze od zwyczajnych harpii. Często wzlatują wysoko ponad głowę przeciwnika podczas walki. Silny podmuch wiatru potrafi uszkodzić ich skrzydła.
uk: ПОРАДА: Значно витриваліші та небезпечніші за звичайних гарпій. Під час бою часто літають високо над головою супротивника. Сильний порив вітру може пошкодити їхні крила.

source: RADA: Znacznie wytrzymalsze niż ich zwykły odpowiednik. Twarde łuski chronią je najlepiej przed obrażeniami fizycznymi.
uk: ПОРАДА: Значно витриваліші, ніж їх звичайний різновид. А тверда луска надійно захищає їх від фізичних ушкоджень.

source: RADA: Łatwy do upolowania, ale mocno dziobie - lepiej, żeby nie dziobnął cię pierwszy.
uk: ПОРАДА: Легко вполювати, але боляче клює – не дозволяйте клюнути першим.

source: RADA: Żyją w dużo mniejszych grupach niż ich zwykłe odpowiedniki, ale pomimo tego, stosują bardzo podobne taktyki walki. Ze względu na środowisko, w którym funkcjonują, są dużo odporniejsze i potrafią niezwykle mocno przywalić swoim łapami wykorzystywanymi do pływania.
uk: ПОРАДА: Вони живуть набагато меншими групами, ніж їхні звичайні побратими, але, незважаючи на це, вони використовують дуже схожу бойову тактику. Завдяки середовищу, в якому вони мешкають, вони набагато витриваліші, а їх перетинчасті лапи придатні не тільки для плавання, але і для бою.

source: RADA: Żyją w mniejszych grupach niż pozostałe gobliny - łatwiej wywabiać je po jednym.
uk: ПОРАДА: Вони живуть меншими групами, ніж інші гобліни, тому їх легше виманювати по одному.

source: RODZAJ OBRAŻEŃ: Magia
uk: ТИП ШКОДИ: Магія

source: RODZAJ OBRAŻEŃ: Obrażenia od upadku
uk: ТИП ШКОДИ: Падіння

source: RODZAJ OBRAŻEŃ: Obuchowe
uk: ТИП ШКОДИ: Тупа

source: RODZAJ OBRAŻEŃ: Obuchowe, Pociski
uk: ТИП ШКОДИ: Тупа, колюча

source: RODZAJ OBRAŻEŃ: Ogień
uk: ТИП ШКОДИ: Вогонь

source: RODZAJ OBRAŻEŃ: Sieczne
uk: ТИП ШКОДИ: Ріжуча

source: RODZAJ OBRAŻEŃ: Sieczne, Obuchowe, Pociski
uk: ТИП ШКОДИ: Ріжуча, тупа, колюча

source: RODZAJ OBRAŻEŃ: Upadek
uk: ТИП ШКОДИ: Падіння

source: Rabusiu? To Volker razem z Ulrykiem napadli na miasto!
uk: Розбійник? Це Волкер разом з Ульріком напали на місто!

source: Racius
uk: Раціус

source: Racja, im szybciej rozpalimy ognisko i wystawimy warty, tym lepiej.
uk: Так, чим швидше ми розпалимо багаття і виставимо варту, тим краще.

source: Racja, praca nie ucieknie, a na odpoczynek też trzeba znaleźć czas.
uk: Вірно, робота не вовк, у ліс не втече, а відпочивати теж треба.

source: Racja, raz oszukałem go na żarty w grze w kości. Tydzień się do mnie nie odzywał.
uk: І справді, я якось обдурив Родріго під час гри в кості, то він зі мною тиждень не розмовляв.

source: Racja, trzymaj. I wszystko jej zanieś! Masz jeszcze jakieś pomysły?
uk: Гаразд, тримай. І віднеси це все їй! Маєш ще якісь ідеї?

source: Raczej 'gildia złodziei'!
uk: Більше схоже на 'гільдію злодіїв'!

source: Raczej był. Z tego co wiem, nie zjawił się tutaj od lat, nie ma więc rozeznania w aktualnej sytuacji wyspy.
uk: Раніше підійшов би. Наскільки я знаю, він не з’являвся тут роками, тому він не має уявлення про поточну ситуацію на острові.

source: Raczej do niczego mi się już nie przyda, a kto wie, może tobie uratuje kiedyś życie.
uk: Навряд чи він мені стане в нагоді, але хто знає, можливо, колись він врятує тобі життя.

source: Raczej nie będę się ruszał poza karczmę Gerstanda.
uk: Я навряд чи піду кудись далі, ніж до корчми Герстанда.

source: Raczej nie planowałem z nim dłuższej znajomości, jeśli wiesz, co mam na myśli...
uk: Я, звісно, не планував мати з ним довгу дружбу, якщо ти розумієш, про що я...

source: Raczej nie wrócimy drogą, którą przyszliśmy... Hmmm... Będziemy musieli poszukać czegoś innego.
uk: Навряд чи ми повернемося тим шляхом, яким прийшли. Хммм... Треба пошукати інший вихід.

source: Raczej nie wyglądał mi na strażnika, ale kto wie...
uk: Як на мене, він не був схожий на вартового, але хто його знає...

source: Raczej nie. Taki jeden prosił nas tylko o oczyszczenie pola z polnych bestii, ale uznałem, że nie powinniśmy spełniać takich zachcianek obywateli.
uk: На жаль, ні. Лише один з них попросив нас очистити його поле від польових жуків, але я вирішив, що не слід нам цим займатися.

source: Raczej pełen gówna...
uk: Скоріше, повен лайна...

source: Raczej podziękuję.
uk: Дякую, не хочу.

source: Raczej tak podpowiada mi rozsądek.
uk: Це мені підказує здоровий глузд.

source: Raczej trafisz bez problemu, ale mimo wszystko życzę ci powodzenia.
uk: Ти без проблем туди дістанешся, але тим не менш, бажаю удачі.

source: Raczej?
uk: Скоріше за все?

source: Raczy mi ktoś wytłumaczyć, co was tak bawi?
uk: Хто-небудь пояснить мені, що вас так розвеселило?

source: Rada Gildii Kupieckiej Araxos
uk: Рада Торгової Гільдії Араксос

source: Rada Gildii Kupieckiej Archolos
uk: Рада Торгової Гільдії Архолосу

source: Rada Miasta przestrzega wszystkich mieszkańców Starego Miasta przed złodziejką i rzekomą morderczynią, która najprawdopodobniej zbiegła z innej wyspy i aktualnie podszywa się pod bogatą mieszczankę.
uk: Міська рада попереджає всіх мешканців Старого міста остерігатися злодійки і ймовірної вбивці, яка, найімовірніше, втекла з іншого острова і видає себе за заможну містянку.

source: Rada Miasta przestrzega wszystkich mieszkańców Starego Miasta przed złodziejką i rzekomą morderczynią, która najprawdopodobniej zbiegła z innej wyspy i aktualnie podszywa się pod bogatą mieszczankę. Kobietę widziano ostatnio w stroju obywatelki niedaleko głównego wejścia na plac ratuszowy. Ostrożność zalecana jest szczególnie osobom mieszkającym samotnie na Starym Mieście i tym, które nie posiadają wynajętej ochrony. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 400 sztuk złota, do odbioru u strażnika Oktava.
uk: Міська рада попереджає всіх мешканців Старого міста остерігатися злодійки і ймовірної вбивці, яка, найімовірніше, втекла з іншого острова і видає себе за заможну містянку. Востаннє цю жінку бачили в цивільному одязі біля центрального входу на площу перед Ратушею. Особливо обережними слід бути тим, хто живе в Старому місті наодинці, а також тим, хто не має найманих охоронців. За виконання смертного вироку передбачена винагорода у розмірі 400 золотих, які можна отримати у вартового Октава.

source: Radujmy się, bowiem Adanos wskazał nowego pasterza naszego stada! Brat Regen, wieloletni uczeń, nieżyjącego już mistrza Myzona, mając zaledwie trzydzieści trzy wiosny, stanął na czele przybytku Adanosa. Niechaj Pan ma go w swojej opiece i bacznie prowadzi meandrami równowagi, strzegąc przed fałszem i nieprawością tego świata.
uk: Зрадіємо, бо Аданос назвав нового пастиря нашого стада! Брат Реген, давній учень покійного майстра Мізона, у свої тридцять три весни очолив монастир Аданоса. Нехай Господь пильнує його і дбайливо веде через меандри рівноваги, оберігаючи від фальші та беззаконня цього світу.

source: Radzisz sobie coraz lepiej, a przy okazji moje zamki stają się coraz wytrzymalsze. Dobra robota, chłopcze!
uk: У тебе все краще і краще виходить, і, до речі, мої замки стають щоразу міцнішими. Гарна робота, хлопче!

source: Radziłbym ci rozprawić się z nim osobno. Zębacze w grupie są cholernie niebezpiecznie, ale jeśli ten zaatakuje razem z nimi...
uk: Я б порадив тобі розібратися з ним окремо. Снеппери в групі до біса небезпечні, але якщо він нападе разом з ними...

source: Radzę ci dobrze przetkać uszy, bo coś ci się musiało przesłyszeć!
uk: Раджу тобі добре промити вуха, бо ти, мабуть, щось не так почув!

source: Radzę ci przygotować sobie ich zapas tak, by nikt nie zajął twojego miejsca, gdy ty będziesz biegł do Heisnera zakupić nowy.
uk: Раджу запастися ними, щоб ніхто не зайняв твого місця, поки ти бігатимеш купувати нові до Гейснера.

source: Radzę ci uważać na słowa, gdy z nim rozmawiasz. Jeśli usłyszy coś, co mu się nie spodoba, to na nas spadnie obowiązek pozbycia się twojego trupa z jego domu.
uk: Раджу тобі стежити за словами, коли розмовлятимеш із ним. Якщо він почує щось, що йому не сподобається, нам доведеться прибрати твій труп з його будинку.

source: Radzę nie zapuszczać się do nich samemu, szczególnie nocą...
uk: Раджу не ходити туди поодинці, особливо вночі...

source: Radzę sobie, ale nie jestem przekonany co do reszty. Mamy coraz mniej ludzi, uważaj, żeby nikt nie zaczął się buntować.
uk: Я справляюся, але я не впевнений щодо інших. У нас все менше і менше людей, слідкуй, щоб не почався бунт.

source: Radzę sobie. Bądź ostrożny, czuję śmierć w powietrzu.
uk: Раджу бути обережним. Я відчуваю у повітрі запах смерті.

source: Radzę uważać jednak na szczury, w porcie całkiem sporo się ich kręci, zwłaszcza w nocy.
uk: Але я б порадив остерігатися щурів, яких у порту досить багато, особливо вночі.

source: Radź sobie sam.
uk: Розбирайся з цим сам.

source: Radź sobie sam. (Odejdź z Gildii Kupieckiej)
uk: Розбирайся з цим сам. (Покинути Торгову Гільдію)

source: Rahela
uk: Рахела

source: Rahela... choć nie jest to moje prawdziwe imię, jak pewnie się domyślasz.
uk: Рахела... хоча це не моє справжнє ім'я, як ти, мабуть, вже здогадався.

source: Ramha
uk: Рамха

source: Ramha nie zna się na nastawianiu kości. Będę musiał poszukać pomocy u kogoś innego.
uk: Рамха не знає, як вправляти кістки. Мені доведеться звернутися по допомогу до когось іншого.

source: Ramha od wielu godzin leży przy tamtych skałach. Wątpię, by było z niej co zbierać.
uk: Рамха лежить біля цих каменів вже кілька годин. Сумніваюся, що ми зможемо їй допомогти.

source: Ramha podczas sprawdzania autentyczności skalnego korzenia padła na ziemię. Jeśli nie pomogę alchemiczce, to pewnie umrze. Muszę sprowadzić do niej cyrulika.
uk: Рамха впала на землю, перевіряючи справжність кореня. Якщо я не допоможу, вона, ймовірно, може померти. Я повинен привести до неї цирульника.

source: Ramha podpisze z nami kontrakt.
uk: Рамха підпише із нами контракт.

source: Ramha potrzebuje mojej pomocy podczas szukania jakiejś rośliny. Mam się spotkać z nią oraz miejskim cyrulikiem pod Kopalnią Araxos.
uk: Рамха потребує моєї допомоги в пошуках деяких рослин. Я маю зустрітися з нею та міським цирульником біля копальні Араксосу.

source: Ramha potrzebuje ochrony przed zwierzętami w trakcie procesu wyciągania jakiegoś korzenia z ziemi. Szykuje się ciekawa praca.
uk: Рамха потребує захисту, аби не потрапити в лапи тварин під час висмикування коріння з землі. Попереду цікава робота.

source: Ramha sprawi, że skradziona zbroja będzie wyglądać na bardzo zniszczoną. Co dziwne, nie chciała za to zapłaty. Oby nie było w tym żadnego haczyka.
uk: Рамха зробить так, щоб вкрадені обладунки виглядали дуже зіпсованими. Дивно, але вона не захотіла за це плати. Сподіваюся, в цьому немає ніякого підступу.

source: Ramha twierdzi, że kilka roślin zębatego ziela rośnie w pobliżu opuszczonej farmy na zachód od miasta. Kobieta poradziła mi jednak, żebym zaoszczędził sobie trudu i po prostu kupił je od jakiegoś alchemika.
uk: Рамха стверджує, що біля покинутої ферми на захід від міста росте кілька рослин снеппер-трави. Однак жінка порадила мені не морочитися і просто купити її у якогось алхіміка.

source: Ramha zgodziła się pomóc, ale zażyczyła sobie za usługę 1000 sztuk złota. Gdy jej zapłacę, będę musiał poprosić Arwida o zwrot kosztów.
uk: Рамха погодилася допомогти, але взяла з мене 1000 золотих за послугу. Після оплати я маю попросити Арвіда про відшкодування.

source: Ramha zgodziła się pomóc, ale zażyczyła sobie za usługę 500 sztuk złota. Gdy jej zapłacę, będę musiał poprosić Arwida o zwrot kosztów.
uk: Рамха погодилася допомогти, але взяла з мене 500 золотих за послугу. Після оплати я маю попросити Арвіда про відшкодування.

source: Ramona
uk: Рамона

source: Ramona całkiem nieźle zapłaciła mi za wrobienie Recona i Veigo, do tego wypisała mi referencje na obywatela. Oby tylko kumple robotników nie szukali sprawiedliwości.
uk: Рамона непогано заплатила мені за те, що я підставив Рікона і Вейго, а на додачу написала мені рекомендацію для громадянства. Сподіваюся, що товариші робітників не будуть шукати справедливості.

source: Ramona całkiem nieźle zapłaciła mi za wrobienie Recona i Veigo. Oby tylko ich kumple nie szukali sprawiedliwości.
uk: Рамона непогано заплатила мені за те, що я підставив Рікона і Вейго. Сподіваюся, що товариші робітників не будуть шукати справедливості.

source: Ramona obiecała mi pomóc w zostaniu obywatelem, jeśli znajdę dowody (prawdziwe bądź nie) przeciwko Reconowi i Veigo. Pytanie tylko, czy warto z kimś takim współpracować?
uk: Рамона пообіцяла допомогти мені отримати громадянство, якщо я знайду докази (правдиві чи ні) проти Рікона і Вейго. Питання в тому, чи варто працювати на таку людину?

source: Ramona obiecała mi sowite wynagrodzenie za znalezienie dowodów (prawdziwych bądź nie) przeciwko Reconowi i Veigo. Pytanie tylko, czy warto z kimś takim współpracować?
uk: Рамона пообіцяла мені щедру винагороду, якщо я знайду докази (правдиві чи ні) проти Рікона і Вейго. Питання в тому, чи варто працювати на таку людину?

source: Ramona oskarża nas o to, bo po prostu jako jedyni mieliśmy odwagę skarżyć się na złe warunki pracy. Chce się zemścić, to tyle w temacie!
uk: Рамона звинувачує нас, тому що ми були єдиними, хто мав сміливість поскаржитися на погані умови праці. Вона хоче помститися, от і все!

source: Ramona poręczyła za ciebie? Nie mam o niej dobrego zdania, ale poręczenie to poręczenie.
uk: Рамона поручилася за тебе? У мене не найкраща думка про неї, але рекомендація є рекомендацією.

source: Ramsey
uk: Рамзі

source: Ramsey bardzo się ucieszył z powodu upolowania Bestii. Był do tego stopnia zadowolony, że nawet nie przejął się śmiercią pozostałych uczestników polowania. Zaprosił mnie do karczmy, podczas gdy jego ludzie mają się zająć sprowadzeniem tutaj truchła Bestii i zorganizowaniem uczty na cześć łowców.
uk: Рамзі був дуже задоволений тим, що Звіра вдалося вполювати. Настільки радий, що навіть не переймався смертю інших учасників полювання. Він запросив мене до корчми, а його люди повинні подбати про доставку туші Звіра та організацію бенкету на честь мисливців.

source: Ramsey czeka na mnie w swojej posiadłości w Silbach. Ma się tam odbyć biesiada w celu uczczenia zabicia Bestii.
uk: Рамзі чекає на мене у своєму маєтку в Сільбаху. Там має відбутися святкування з нагоди вбивства Звіра.

source: Ramsey dał mi stodołę i tuzin owiec za moją pracę. Od tamtej pory Rasco ciągle mi dokucza.
uk: Рамзі подарував мені хлів і дюжину овець за мою роботу. З тих пір Раско постійно мені дошкуляє.

source: Ramsey nie ma czasu dla kogoś takiego jak my.
uk: Рамзі не має часу на таких, як ми.

source: Ramsey nie pozostawił mi wyboru.
uk: Рамзі не залишив мені вибору.

source: Ramsey pogratulował mi i Detlowowi pozbycia się Bestii. Otrzymaliśmy obiecane nagrody i wszyscy zebrani wznieśli toast. Moja praca tutaj jest zakończona. Mieszkańcy Silbach mogą spać już spokojnie. Mogę jeszcze porozmawiać o całej sprawie z Ramseyem i Detlowem. Dobrze byłoby również przekazać ponure wieści Fridzie.
uk: Рамзі привітав нас із Детлоу з тим, що ми впоралися зі Звіром. Ми отримали обіцяні винагороди, і всі присутні виголосили тост. Моя робота тут завершена. Жителі Сільбаху можуть спати спокійно. У мене ще є можливість обговорити все це з Рамзі та Детлоу. Також не завадило б повідомити Фріді похмуру новину.

source: Ramsey powiedział, że mogę pić na jego koszt.
uk: Рамзі сказав, що я можу випити за його кошт.

source: Ramsey uciekł z miasta i szukał schronienia w Silbach. Został jednak przegnany przez mieszkańców wioski, którzy dowiedzieli się o jego zdradzie. Po dziś dzień można spotkać go podkradającego ze stodoły resztki paszy dla owiec.
uk: Рамзі втік з міста і знайшов притулок у Сільбаху. Однак, його прогнали жителі села, які дізналися про його зраду. Досі можна побачити, як він потайки краде залишки корму для овець з сараю.

source: Ramsey wraz ze swoimi ludźmi walczy przeciwko straży. Muszę natychmiast go powstrzymać.
uk: Рамзі разом зі своїми людьми б'ється проти вартових. Я мушу його негайно зупинити.

source: Ramsey zaprosił łowców z miasta i okolic by zajęli się problemem Bestii z Silbach. Wszyscy mają stawić się w karczmie Bastiana, odebrać rogi do polowania i wspólnie wyruszyć do lasu, by każdy miał równe szanse na zdobycie trofeum. Zwycięzca ma otrzymać od Ramseya hojną nagrodę.
uk: Рамзі запросив мисливців з міста та околиць на полювання на Звіра із Сільбаху. Всі вони повинні з'явитися в корчму Бастіана, взяти свої мисливські роги і разом вирушити до лісу, щоб у всіх були рівні шанси здобути трофей. Переможець отримає щедру винагороду від Рамзі.

source: Ramsey zdradził miasto, więc wykonałem jedyny wyrok, na jaki zasługiwał. Teraz ani on, ani jego ludzie nie zagrażają już Archolos.
uk: Рамзі зрадив місто, тож я виконав єдиний вирок, на який він заслужив. Тепер ні він, ні його люди більше не загрожуватимуть Архолосу.

source: Ramsey, pan Silbach, chce uspokoić mieszkańców wsi organizując polowanie na Bestię, o której tyle się już nasłuchałem. To może być dobra okazja, by zrobić coś dobrego dla wioski w ramach podziękowania za dawną pomoc i jednocześnie zarobić. Ramsey planuje spotkać się z łowcami za dzień lub dwa u siebie w domu, na Starym Mieście, naprzeciwko Austerii Ernesto.
uk: Рамзі, лорд Сільбаху, хоче заспокоїти мешканців села шляхом організації полювання на Звіра, про якого я так багато чув. Це може стати чудовим шансом зробити щось хороше для села на знак подяки за їх минулу допомогу і водночас підзаробити грошей. Рамзі планує зустрітися з мисливцями через день-два у своєму будинку в Старому місті, навпроти Гостинного двору Ернесто.

source: Rana jest zbyt głęboka. Tym razem czuję, że już z tego nie wyjdę.
uk: Рана занадто глибока. Цього разу я відчуваю, що вже не виберуся.

source: Randhal
uk: Рендал

source: Randhal jest tak uparty, że bicie go nic mi nie pomoże. Dopóki nie zapłacę jego koledze 200 sztuk złota, to nie mam co liczyć na ich odejście.
uk: Рендал настільки впертий, що його побиття мені не допоможе. Поки я не заплачу його колезі 200 золотих, я можу не сподіватися, що вони підуть геть.

source: Randhal jest w gorącej wodzie kąpany, ale ja nie lubię niepotrzebnych kłopotów i dość już mam tej plaży.
uk: Рендал зараз не в дусі, але мені не потрібні зайві проблеми, і з мене досить цього пляжу.

source: Ranna uchodźczyni
uk: Поранена біженка

source: Ranny strażnik
uk: Поранений вартовий

source: Ranny uchodźca
uk: Поранений біженець

source: Ranny wilk
uk: Поранений вовк

source: Rano będę go musiała zdzielić po tym pustym łbie!
uk: Вранці треба буде дати по його порожній макітрі!

source: Rano wyślemy tutaj ludzi, żeby czegoś poszukali. Cholera, to miała być szybka i prosta robota!
uk: Вранці ми вишлемо сюди людей, щоб вони щось пошукали. Дідько, це мала бути швидка і проста робота!

source: Rany były głębokie i regularne, a ułożenie ciała wskazywało na to, że facet uciekał przed czymś lub przed kimś.
uk: Рани були глибокими і рівними, а положення тіла вказувало на те, що хлопець втікав від чогось або від когось.

source: Rany na jego ciele były bardzo głębokie. Wątpię, żeby za jego śmiercią stały byle ścierwojady.
uk: Рани на його тілі були дуже глибокі. Я сумніваюся, що за його смертю стоять лише падальники.

source: Rany wskazują na spore pazury...
uk: Рани вказують на великі кігті...

source: Rapier
uk: Рапіра

source: Rapier należał do rodu Ramseya od wieków.
uk: Ця рапіра століттями належала родині Рамзі.

source: Rapier szlachcica
uk: Рапіра дворянина

source: Raport co prawda wysłał, ale jego treść w większości mijała się z prawdą.
uk: Звіт він дійсно надіслав, але його зміст більшою мірою не мав нічого спільного з реальністю.

source: Raport dotyczący sytuacji na kontynencie.
uk: Звіт про ситуацію на континенті.

source: Raport z prac
uk: Звіт про роботу

source: Raport z przesłuchań
uk: Протокол допитів

source: Raport zwiadowczy
uk: Звіт розвідника

source: Raport! Natychmiast!
uk: Звіт! Негайно!

source: Raportu z frontu
uk: Звіт з фронту

source: Rasco
uk: Раско

source: Rasco dostał za swoje.
uk: Раско отримав по заслугах.

source: Rasco to zły człowiek. Zazdrosny i mściwy. Nie moja wina, że Rasco nie lubił pracować.
uk: Раско – погана людина. Заздрісна і мстива. Я не винен, що Раско не любив працювати.

source: Rasco twierdzi, że z chaty Kurta dobiegały jakieś dziwne odgłosy przypominające jaskiniowego trolla. Możliwe, że słyszał odgłosy walki Jorna z porywaczami.
uk: Раско стверджує, що з хатини Курта долинали якісь дивні звуки, що нагадували звуки печерного троля. Можливо, він чув звуки боротьби Йорна з викрадачами.

source: Rasco wyglądał na zadowolonego z mojego sukcesu. Obiecał też, że wspomni komu trzeba, iż jestem 'równy chłop'. Mam tylko nadzieję, że Bastian pomyśli podobnie.
uk: Раско виглядав задоволеним моїм успіхом. Він також пообіцяв розповісти кому треба, що я 'класний хлопець'. Сподіваюся, що Бастіан вважатиме так само.

source: Rasco, drań jeden jakich mało, zazdrości mi, od kiedy wywaliłem go ze stodoły za nieróbstwo!
uk: Раско, негідник, якого ще пошукати, заздрить мені відтоді, як я вигнав його з хліва за ледарство!

source: Raz decyzja należy wyłącznie do osoby, którą chcesz uratować, innym razem o jej losie zadecyduje ktoś całkowicie inny.
uk: Іноді рішення повністю залежить від людини, яку ти хочеш врятувати, а іноді її долю вирішує хтось інший.

source: Raz jeszcze dzięki za pomoc!
uk: Ще раз дякую за допомогу!

source: Raz na sto lat coś tam pomruczy, nie warto się przejmować. Może te 100 lat przypada właśnie teraz? Kto wie?
uk: Раз на століття там щось клекоче, не варто перейматися. Може, ця сотня років минає прямо зараз? Хто знає?

source: Raz na wozie...
uk: Де воза нема...

source: Raz trafisz na bystrzaka, raz na cwaniaka. To ryzyko, z którym musimy się liczyć.
uk: Іноді тобі трапляється тямущий хлопець, а іноді – шахрай. Це ризик, з яким доводиться рахуватися.

source: Raz w życiu otrzymałem podobną propozycję i nawet nie chcesz wiedzieć co się stało z facetem, który to powiedział.
uk: Одного разу я вже отримала подібну пропозицію, і ти точно не захочеш знати, що сталося з хлопцем, який її зробив.

source: Raz zimno, raz ciepło. Oszaleć już można!
uk: То холодно, то тепло. Здуріти можна!

source: Razem jesteśmy silniejsi.
uk: Разом ми сильніші.

source: Razem odeprzemy orkową zarazę i przywrócimy pokój w całym królestwie!
uk: Разом ми дамо відсіч нашестю орків і відновимо мир у всьому королівстві!

source: Razem z Arthurem i Ervaltem służyłem kiedyś na 'Dumie Myrtany' - drugim co do wielkości galeonie królewskim.
uk: Разом з Артуром та Ервальтом я колись служив на 'Гордості Міртани' – другому за величиною королівському галеоні.

source: Razem z Arwidem już trochę przeszliśmy, dlatego postanowił towarzyszyć mi w wyprawie.
uk: Ми з Арвідом вже чимало пережили разом, тож він вирішив супроводжувати мене в цій експедиції.
